[
  {
    "id": 1,
    "nombre": "Logitech G Pro X Superlight",
    "marca": "Logitech",
    "descripcion": "El Logitech G Pro X Superlight es el ratón gaming inalámbrico definitivo para jugadores profesionales. Con un peso de apenas 63 gramos, ofrece una maniobrabilidad excepcional sin sacrificar durabilidad. Su diseño simétrico y compacto se adapta a cualquier estilo de agarre, garantizando comodidad durante largas sesiones de juego.\n\nEquipado con el sensor HERO 25K, este ratón proporciona una precisión sin igual, con seguimiento de hasta 25.600 DPI y una aceleración de más de 400 IPS. La tecnología LIGHTSPEED asegura una conexión inalámbrica ultra rápida y sin latencia, comparable a los ratones con cable. Los pies de PTFE de baja fricción permiten movimientos suaves en cualquier superficie.",
    "caracteristicas": {
      "peso": "63g",
      "sensor": "HERO 25K",
      "dpi": "100-25,600",
      "polling_rate": "1000Hz",
      "botones": "5 programables",
      "switches": "Omron 20M clicks",
      "bateria": "70 horas",
      "conectividad": "Inalámbrica LIGHTSPEED",
      "dimensiones": "125 x 63.5 x 40 mm",
      "rgb": "No",
      "compatibilidad": ["Windows 10/11", "macOS", "Linux"],
      "memoria_integrada": "1 perfil"
    },
    "precio": 149.99,
    "categoria": "Ratones",
    "tipo": "Gaming",
    "unidades": 20,
    "foto": "images/logitech_g_pro_x_superlight.jpg",
    "fotos-opcionales": [
      "images/logitech_g_pro_x_superlight_2.jpg",
      "images/logitech_g_pro_x_superlight_3.jpg",
      "images/logitech_g_pro_x_superlight_4.jpg"
    ]
  },
  {
    "id": 2,
    "nombre": "Razer DeathAdder V2",
    "marca": "Razer",
    "descripcion": "El Razer DeathAdder V2 es un ratón gaming ergonómico que combina comodidad y alto rendimiento. Su diseño icónico, perfeccionado durante años, se adapta perfectamente a la mano para reducir la fatiga durante largas sesiones de juego. Los switches ópticos Razer ofrecen una respuesta instantánea con una vida útil de hasta 70 millones de clics.\n\nEl sensor óptico de 20.000 DPI garantiza una precisión extrema, mientras que los pies de PTFE mejorados reducen la fricción para movimientos más rápidos y controlados. El cable Speedflex elimina la resistencia del arrastre, proporcionando una experiencia similar a la inalámbrica. Además, cuenta con 8 botones programables y memoria integrada para guardar tus configuraciones.",
    "caracteristicas": {
      "peso": "82g",
      "sensor": "Focus+ Optical",
      "dpi": "100-20,000",
      "polling_rate": "1000Hz",
      "botones": "8 programables",
      "switches": "Razer Optical (70M clicks)",
      "conectividad": "Cable Speedflex",
      "dimensiones": "127 x 61.7 x 42.7 mm",
      "rgb": "Razer Chroma RGB",
      "compatibilidad": ["Windows 10/11"],
      "memoria_integrada": "5 perfiles"
    },
    "precio": 79.99,
    "categoria": "Ratones",
    "tipo": "Gaming",
    "unidades": 30,
    "foto": "images/razer_deathadder_v2.jpg",
    "fotos-opcionales": [
      "images/razer_deathadder_v2_side.jpg",
      "images/razer_deathadder_v2_top.jpg"
    ]
  },
  {
    "id": 3,
    "nombre": "Corsair M65 RGB Elite",
    "marca": "Corsair",
    "descripcion": "El Corsair M65 RGB Elite es un ratón gaming de alto rendimiento con un diseño de aluminio aeronáutico que combina durabilidad y ligereza. Su sistema de ajuste de peso personalizable permite adaptar el ratón a tu estilo de juego preferido. El sensor óptico PixArt PMW3391 ofrece un seguimiento preciso de hasta 18.000 DPI con cero suavizado, aceleración o filtrado.\n\nLos interruptores Omron de grado profesional garantizan una respuesta rápida y una vida útil prolongada. El diseño ergonómico para diestros incluye un reposamuñecas de goma y botones laterales estratégicamente colocados. La iluminación RGB dinámica de 3 zonas se puede personalizar a través del software iCUE, permitiendo sincronizarla con otros dispositivos Corsair.",
    "caracteristicas": {
      "peso": "97g (ajustable)",
      "sensor": "PixArt PMW3391",
      "dpi": "100-18,000",
      "polling_rate": "1000Hz",
      "botones": "8 programables",
      "switches": "Omron (50M clicks)",
      "conectividad": "Cable USB",
      "dimensiones": "116 x 77 x 39 mm",
      "rgb": "3 zonas RGB",
      "compatibilidad": ["Windows 10/11"],
      "memoria_integrada": "1 perfil",
      "material": "Aluminio aeronáutico"
    },
    "precio": 59.99,
    "categoria": "Ratones",
    "tipo": "Gaming",
    "unidades": 25,
    "foto": "images/Corsair_M65_RGB_Elite.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 4,
    "nombre": "SteelSeries Rival 3",
    "marca": "SteelSeries",
    "descripcion": "El SteelSeries Rival 3 es un ratón gaming económico que no compromete en rendimiento. Su sensor TrueMove Core ofrece un verdadero seguimiento 1 a 1 con una precisión de hasta 8.500 DPI, ideal para jugadores que buscan un rendimiento competitivo sin gastar demasiado. El diseño simétrico y liviano (77g) lo hace cómodo para varios estilos de agarre.\n\nLos switches mecánicos SteelSeries garantizan 60 millones de clics, superando a muchos ratones de gama alta. La iluminación RGB de 3 zonas se puede personalizar con efectos dinámicos a través del software SteelSeries Engine. A pesar de su precio asequible, el Rival 3 incluye pies de PTFE de baja fricción y un cable flexible para una experiencia de juego sin interrupciones.",
    "caracteristicas": {
      "peso": "77g",
      "sensor": "TrueMove Core",
      "dpi": "100-8,500",
      "polling_rate": "1000Hz",
      "botones": "6 programables",
      "switches": "SteelSeries Mechanical (60M clicks)",
      "conectividad": "Cable USB",
      "dimensiones": "120.6 x 67.1 x 37.8 mm",
      "rgb": "3 zonas RGB",
      "compatibilidad": ["Windows 7/10/11", "macOS"],
      "memoria_integrada": "No"
    },
    "precio": 29.99,
    "categoria": "Ratones",
    "tipo": "Gaming",
    "unidades": 40,
    "foto": "images/SteelSeries_Rival_3.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 5,
    "nombre": "Logitech MX Master 3",
    "marca": "Logitech",
    "descripcion": "El Logitech MX Master 3 es el ratón inalámbrico definitivo para profesionales y creativos. Su diseño ergonómico premium se adapta perfectamente a la mano, reduciendo la fatiga durante largas jornadas de trabajo. La revolucionaria rueda MagSpeed ofrece un desplazamiento ultrarrápido y preciso, cambiando automáticamente entre modo ratchet y libre según la fuerza aplicada.\n\nCon la tecnología Flow de Logitech, puedes controlar hasta tres ordenadores simultáneamente y transferir archivos entre ellos con solo mover el cursor. Los botones programables y los gestos personalizables aumentan tu productividad. La batería recargable ofrece hasta 70 días de uso con una carga rápida de solo 1 minuto para 3 horas de uso. Compatible con Windows, macOS, Linux e incluso iPad.",
    "caracteristicas": {
      "peso": "141g",
      "sensor": "Darkfield 4000 DPI",
      "dpi": "200-4,000",
      "botones": "7 programables",
      "scroll": "MagSpeed (ratchet/libre)",
      "bateria": "70 días",
      "conectividad": "Bluetooth/Unifying",
      "dimensiones": "124.9 x 84.3 x 51 mm",
      "rgb": "No",
      "compatibilidad": ["Windows", "macOS", "Linux", "iPadOS"],
      "memoria_integrada": "No",
      "carga_rapida": "3h uso con 1 minuto carga"
    },
    "precio": 99.99,
    "categoria": "Ratones",
    "tipo": "Oficina",
    "unidades": 35,
    "foto": "images/Logitech_MX_Master_3.jpeg",
    "fotos-opcionales": []
  },
  {
    "id": 6,
    "nombre": "Razer BlackWidow V3",
    "marca": "Razer",
    "descripcion": "El Razer BlackWidow V3 es un teclado mecánico gaming que combina durabilidad y rendimiento. Con los switches Razer mecánicos (disponibles en versiones Green, Yellow o Orange), ofrece una respuesta táctil y auditiva perfecta para gaming y escritura. Cada switch está clasificado para 80 millones de pulsaciones, garantizando años de uso intensivo.\n\nLa retroiluminación RGB Chroma con 16.8 millones de colores se puede personalizar completamente y sincronizar con otros dispositivos Razer. El reposamuñecas ergonómico acolchado proporciona comodidad durante largas sesiones. Construido con un marco de aluminio resistente y teclas de doble inyección, el BlackWidow V3 está diseñado para durar. Incluye teclas multimedia dedicadas y modo de juego para desactivar teclas específicas.",
    "caracteristicas": {
      "formato": "100%",
      "switches": "Razer Mechanical (80M clicks)",
      "tipo_switches": ["Green (táctil/clicky)", "Yellow (lineal)", "Orange (táctil silencioso)"],
      "retroiluminacion": "RGB Chroma",
      "teclas": "Doble inyección ABS",
      "reposamanos": "Acolchado ergonómico",
      "conectividad": "Cable USB",
      "passthrough": "USB 2.0",
      "dimensiones": "46 x 15.5 x 3.6 cm",
      "compatibilidad": ["Windows 10/11"],
      "memoria_integrada": "5 perfiles"
    },
    "precio": 139.99,
    "categoria": "Teclados",
    "tipo": "Gaming",
    "unidades": 0,
    "foto": "images/razer_blackwidow_v3.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 7,
    "nombre": "Corsair K95 RGB Platinum XT",
    "marca": "Corsair",
    "descripcion": "El Corsair K95 RGB Platinum XT es un teclado mecánico gaming premium con switches Cherry MX (disponibles en Red, Speed o Brown). Construido con un marco de aluminio anodizado y teclas PBT de doble inyección, ofrece una durabilidad excepcional y resistencia al desgaste. Las 6 teclas macro dedicadas con perfil bajo permiten programar comandos complejos para gaming y productividad.\n\nLa iluminación RGB dinámica por tecla individual brinda infinitas posibilidades de personalización a través del software iCUE. El reposamuñecas magnético extraíble proporciona comodidad ergonómica, mientras que el controlador de volumen de aluminio ofrece ajuste preciso del audio. Incluye memoria integrada para guardar hasta 3 perfiles de iluminación y macros, ideal para jugadores profesionales que viajan a torneos.",
    "caracteristicas": {
      "formato": "100% con teclas macro",
      "switches": "Cherry MX (100M clicks)",
      "tipo_switches": ["Red (lineal)", "Speed (lineal rápido)", "Brown (táctil)"],
      "retroiluminacion": "RGB por tecla",
      "teclas": "PBT doble inyección",
      "reposamanos": "Magnético extraíble",
      "teclas_macro": "6 dedicadas",
      "conectividad": "Cable USB",
      "passthrough": "USB 2.0",
      "dimensiones": "46.5 x 17 x 4.3 cm",
      "compatibilidad": ["Windows 10/11"],
      "memoria_integrada": "3 perfiles",
      "material": "Aluminio anodizado"
    },
    "precio": 199.99,
    "categoria": "Teclados",
    "tipo": "Gaming",
    "unidades": 10,
    "foto": "images/Corsair_K95_RGB_Platinum_XT.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 8,
    "nombre": "Logitech G915 Lightspeed",
    "marca": "Logitech",
    "descripcion": "El Logitech G915 Lightspeed es un teclado gaming inalámbrico de perfil bajo que combina rendimiento y elegancia. Con switches GL mecánicos de bajo perfil (disponibles en táctiles, lineales o clicky), ofrece una respuesta rápida y precisa con solo 1.5mm de recorrido de actuación. La tecnología LIGHTSPEED proporciona una conexión inalámbrica con latencia de 1ms, comparable a los teclados con cable.\n\nLa iluminación RGB LIGHTSYNC por tecla individual se puede personalizar completamente y sincronizar con contenido de juegos y películas. Construido con aluminio de grado aeronáutico, es duradero y estéticamente impresionante. La batería recargable ofrece hasta 40 horas de uso con iluminación RGB (hasta 5 meses en modo ahorro). Incluye controles multimedia dedicados y rueda de volumen para un acceso rápido a funciones esenciales.",
    "caracteristicas": {
      "formato": "100% inalámbrico",
      "switches": "GL mecánicos de bajo perfil",
      "tipo_switches": ["Táctil", "Lineal", "Clicky"],
      "retroiluminacion": "RGB LIGHTSYNC",
      "conectividad": ["LIGHTSPEED", "Bluetooth"],
      "bateria": "40h RGB / 5 meses ahorro",
      "teclas": "ABS con recubrimiento",
      "controles": ["Multimedia dedicados", "Rueda de volumen"],
      "dimensiones": "47.5 x 15 x 2.2 cm",
      "compatibilidad": ["Windows 10/11"],
      "memoria_integrada": "1 perfil",
      "material": "Aluminio aeronáutico"
    },
    "precio": 249.99,
    "categoria": "Teclados",
    "tipo": "Gaming",
    "unidades": 8,
    "foto": "images/logitech_g915_lightspeed.jpg",
    "fotos-opcionales": [
      "images/logitech_g915_lightspeed_side.jpg",
      "images/logitech_g915_lightspeed_wireless.jpg"
    ]
  },
  {
    "id": 9,
    "nombre": "SteelSeries Apex Pro",
    "marca": "SteelSeries",
    "descripcion": "El SteelSeries Apex Pro es un teclado gaming revolucionario con switches OmniPoint ajustables, permitiendo personalizar el punto de actuación desde 0.4mm hasta 3.6mm. Esta tecnología única es ideal para jugadores que quieren optimizar su rendimiento para diferentes tipos de juegos. El marco de aleación de aluminio y el reposamuñecas magnético ofrecen durabilidad y comodidad.\n\nLa pantalla OLED inteligente muestra información en tiempo real como perfiles, ajustes, notificaciones y estadísticas de juego. La iluminación RGB por tecla individual con 16.8 millones de colores se puede sincronizar con otros dispositivos SteelSeries. El Apex Pro incluye teclas de doble inyección resistentes al desgaste y un cable USB-C desmontable para fácil transporte. Perfecto para jugadores profesionales y entusiastas del hardware.",
    "caracteristicas": {
      "formato": "100% con pantalla OLED",
      "switches": "OmniPoint ajustables",
      "ajuste_actuacion": "0.4mm - 3.6mm",
      "retroiluminacion": "RGB por tecla",
      "pantalla": "OLED inteligente",
      "reposamanos": "Magnético",
      "teclas": "Doble inyección ABS",
      "conectividad": "USB-C desmontable",
      "dimensiones": "44 x 13.9 x 4.1 cm",
      "compatibilidad": ["Windows 10/11", "macOS"],
      "memoria_integrada": "5 perfiles",
      "material": "Aleación de aluminio"
    },
    "precio": 179.99,
    "categoria": "Teclados",
    "tipo": "Gaming",
    "unidades": 12,
    "foto": "images/SteelSeries_Apex_Pro.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 10,
    "nombre": "Keychron K2",
    "marca": "Keychron",
    "descripcion": "El Keychron K2 es un teclado mecánico inalámbrico compacto diseñado para usuarios de Mac y Windows. Con un diseño 75% que ahorra espacio sin sacrificar funcionalidad, incluye todas las teclas esenciales en un factor de forma reducido. Disponible con switches Gateron (Red, Blue o Brown) o Keychron Optical, ofrece una experiencia de escritura satisfactoria tanto para trabajo como para gaming.\n\nLa conectividad Bluetooth 5.1 permite emparejar hasta 3 dispositivos y cambiar entre ellos fácilmente. También incluye conexión por cable USB-C cuando necesites máxima estabilidad. La batería de 4000mAh ofrece hasta 72 horas de uso con iluminación RGB (3-5 semanas sin RGB). Compatible con macOS, Windows, iOS y Android, incluye teclas intercambiables para ambos sistemas operativos. Construcción robusta con marco de aluminio y patas ajustables en dos ángulos.",
    "caracteristicas": {
      "formato": "75% compacto",
      "switches": ["Gateron (Red/Blue/Brown)", "Keychron Optical"],
      "retroiluminacion": "RGB/Blanca opcional",
      "conectividad": ["Bluetooth 5.1", "USB-C"],
      "dispositivos_conectados": "Hasta 3",
      "bateria": "4000mAh (72h RGB)",
      "teclas": "ABS (PBT opcional)",
      "dimensiones": "32.5 x 12.4 x 4.1 cm",
      "peso": "711g",
      "compatibilidad": ["macOS", "Windows", "iOS", "Android"],
      "memoria_integrada": "No",
      "material": "Marco de aluminio"
    },
    "precio": 89.99,
    "categoria": "Teclados",
    "tipo": "Oficina",
    "unidades": 20,
    "foto": "images/Keychron_K2.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 11,
    "nombre": "ASUS ROG Swift PG279Q",
    "marca": "ASUS",
    "descripcion": "El ASUS ROG Swift PG279Q es un monitor gaming IPS de 27 pulgadas con resolución QHD (2560x1440) que combina colores vibrantes con alto rendimiento. Con una frecuencia de actualización de 165Hz (overclockeable desde 144Hz) y tecnología NVIDIA G-SYNC, elimina el tearing y stuttering para una experiencia de juego fluida. El tiempo de respuesta de 4ms (GTG) es excelente para un panel IPS, minimizando el ghosting.\n\nLa cobertura del 100% sRGB y el 99% Adobe RGB lo hace ideal no solo para gaming, sino también para trabajo creativo. El soporte ergonómico permite ajustar altura, inclinación, giro y pivotaje para encontrar la posición perfecta. La tecnología ASUS Eye Care reduce la fatiga ocular con filtros de luz azul y parpadeo. Incluye puertos DisplayPort 1.2 y HDMI 1.4, además de un hub USB 3.0 integrado para mayor conectividad.",
    "caracteristicas": {
      "panel": "IPS 27\"",
      "resolucion": "2560x1440 (QHD)",
      "frecuencia": "165Hz (overclock)",
      "tecnologia": "NVIDIA G-SYNC",
      "respuesta": "4ms GTG",
      "brillo": "350 cd/m²",
      "contraste": "1000:1",
      "color": ["100% sRGB", "99% Adobe RGB"],
      "conectores": ["DisplayPort 1.2", "HDMI 1.4", "USB 3.0 Hub"],
      "ajustes": ["Altura", "Inclinación", "Giro", "Pivotaje"],
      "compatibilidad": "VESA 100x100",
      "eye_care": ["Filtro luz azul", "Anti-parpadeo"]
    },
    "precio": 549.99,
    "categoria": "Monitores",
    "tipo": "Gaming",
    "unidades": 7,
    "foto": "images/asus_rog_swift_pg279q.jpg",
    "fotos-opcionales": [
      "images/asus_rog_swift_pg279q_side.jpg",
      "images/asus_rog_swift_pg279q_ports.jpg"
    ]
  },
  {
    "id": 12,
    "nombre": "LG 27GL850-B",
    "marca": "LG",
    "descripcion": "El LG 27GL850-B es un monitor gaming Nano IPS de 27 pulgadas que ofrece colores vibrantes y tiempos de respuesta ultrarrápidos. Con una resolución QHD (2560x1440) y una frecuencia de actualización de 144Hz (compatible con NVIDIA G-SYNC), proporciona una experiencia de juego fluida sin tearing. La tecnología Nano IPS amplía la gama de colores para una reproducción del color más precisa y realista.\n\nEl tiempo de respuesta de 1ms GTG asegura que no haya ghosting ni blur en movimientos rápidos, ideal para juegos competitivos. Con un amplio ángulo de visión de 178° y compatibilidad con HDR10, este monitor es perfecto tanto para gaming como para contenido multimedia. El diseño sin bordes en tres lados y el soporte ajustable ergonómico completan un paquete premium para jugadores exigentes.",
    "caracteristicas": {
      "panel": "Nano IPS 27\"",
      "resolucion": "2560x1440 (QHD)",
      "frecuencia": "144Hz",
      "tecnologia": "NVIDIA G-SYNC Compatible",
      "respuesta": "1ms GTG",
      "brillo": "350 cd/m²",
      "contraste": "1000:1",
      "color": ["98% DCI-P3", "135% sRGB"],
      "hdr": "HDR10",
      "conectores": ["DisplayPort 1.4", "HDMI 1.4", "USB 3.0 Hub"],
      "ajustes": ["Altura", "Inclinación", "Giro"],
      "compatibilidad": "VESA 100x100",
      "angulo_vision": "178°/178°"
    },
    "precio": 449.99,
    "categoria": "Monitores",
    "tipo": "Gaming",
    "unidades": 9,
    "foto": "images/LG_27GL850-B.jpg",
    "fotos-opcionales": ["images/LG_27GL850-B.avif"]
  },
  {
    "id": 13,
    "nombre": "BenQ ZOWIE XL2546K",
    "marca": "BenQ",
    "descripcion": "El BenQ ZOWIE XL2546K es un monitor gaming competitivo de 24.5 pulgadas diseñado para jugadores profesionales. Con una frecuencia de actualización de 240Hz y tecnología DyAc+, reduce el movimiento borroso y mejora la claridad visual en escenas de acción rápida. El panel TN ofrece tiempos de respuesta extremadamente rápidos de 1ms GTG, esencial para juegos de disparos y eSports.\n\nIncluye características especializadas como el S-Switch para cambiar rápidamente entre configuraciones preestablecidas y protectores laterales para minimizar distracciones durante torneos. La base ajustable permite posicionar el monitor en la altura y ángulo perfectos. Aunque sacrifica algo de calidad de color frente a paneles IPS, su rendimiento en velocidad y claridad de movimiento lo hace el favorito de muchos profesionales.",
    "caracteristicas": {
      "panel": "TN 24.5\"",
      "resolucion": "1920x1080 (Full HD)",
      "frecuencia": "240Hz",
      "tecnologia": "DyAc+",
      "respuesta": "1ms GTG",
      "brillo": "320 cd/m²",
      "contraste": "1000:1",
      "color": "72% NTSC",
      "conectores": ["DisplayPort 1.2", "HDMI 2.0", "DVI-DL"],
      "ajustes": ["Altura", "Inclinación", "Giro", "Pivotaje"],
      "especial": ["S-Switch", "Protectores laterales"],
      "compatibilidad": "VESA 100x100"
    },
    "precio": 399.99,
    "categoria": "Monitores",
    "tipo": "Gaming",
    "unidades": 11,
    "foto": "images/BenQ_ZOWIE_XL2546K.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 14,
    "nombre": "Samsung Odyssey G9",
    "marca": "Samsung",
    "descripcion": "El Samsung Odyssey G9 es un monitor gaming curvo ultrapanorámico que redefine la inmersión con su pantalla de 49 pulgadas y relación de aspecto 32:9. La resolución Dual QHD (5120x1440) combinada con la curvatura agresiva de 1000R envuelve completamente tu campo de visión, creando una experiencia gaming sin igual. Con una frecuencia de actualización de 240Hz y tecnología AMD FreeSync Premium Pro, ofrece un rendimiento suave incluso en los juegos más exigentes.\n\nEl panel VA Quantum Dot proporciona un contraste excepcional de 2500:1 y soporte para HDR1000, con picos de brillo de 1000 nits. La iluminación trasera RGB CoreSync sincroniza los colores con el contenido en pantalla para mayor inmersión. A pesar de su tamaño masivo, el diseño ergonómico permite ajustar altura e inclinación, y la base minimalista ahorra espacio en el escritorio.",
    "caracteristicas": {
      "panel": "VA Quantum Dot 49\"",
      "resolucion": "5120x1440 (Dual QHD)",
      "curvatura": "1000R",
      "frecuencia": "240Hz",
      "tecnologia": "AMD FreeSync Premium Pro",
      "respuesta": "1ms MPRT",
      "brillo": "1000 nits (HDR)",
      "contraste": "2500:1",
      "hdr": "HDR1000",
      "color": ["95% DCI-P3", "125% sRGB"],
      "conectores": ["DisplayPort 1.4", "HDMI 2.0", "USB Hub"],
      "rgb": "CoreSync trasero",
      "ajustes": ["Altura", "Inclinación"],
      "compatibilidad": "VESA 100x100"
    },
    "precio": 1499.99,
    "categoria": "Monitores",
    "tipo": "Gaming",
    "unidades": 5,
    "foto": "images/Samsung_Odyssey_G9.jpeg",
    "fotos-opcionales": []
  },
  {
    "id": 15,
    "nombre": "Dell UltraSharp U2720Q",
    "marca": "Dell",
    "descripcion": "El Dell UltraSharp U2720Q es un monitor profesional de 27 pulgadas con resolución 4K UHD (3840x2160) ideal para diseño y productividad. El panel IPS con cobertura del 95% DCI-P3 y 99% sRGB ofrece colores precisos y consistentes, certificado por CalMAN para garantizar precisión de color lista para usar. La tecnología ComfortView reduce la emisión de luz azul sin afectar la precisión del color.\n\nCon un diseño sin bordes en cuatro lados y una base pequeña que ahorra espacio, este monitor es perfecto para configuraciones multi-monitor. Incluye puertos USB-C con carga de 90W, permitiendo conectar y cargar un portátil con un solo cable. La construcción robusta y el soporte ergonómico completo (altura, inclinación, giro y pivotaje) lo hacen ideal para largas jornadas de trabajo.",
    "caracteristicas": {
      "panel": "IPS 27\"",
      "resolucion": "3840x2160 (4K UHD)",
      "color": ["95% DCI-P3", "99% sRGB"],
      "brillo": "350 cd/m²",
      "contraste": "1300:1",
      "respuesta": "5ms GTG",
      "angulo_vision": "178°/178°",
      "conectores": ["USB-C (90W)", "HDMI 2.0", "DisplayPort", "USB Hub"],
      "ajustes": ["Altura", "Inclinación", "Giro", "Pivotaje"],
      "tecnologia": "ComfortView Plus",
      "certificacion": "CalMAN",
      "compatibilidad": "VESA 100x100",
      "consumo": "65W típico"
    },
    "precio": 499.99,
    "categoria": "Monitores",
    "tipo": "Oficina",
    "unidades": 13,
    "foto": "images/Dell_UltraSharp_U2720Q.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 16,
    "nombre": "HyperX Cloud II",
    "marca": "HyperX",
    "descripcion": "Los HyperX Cloud II son unos auriculares gaming que ofrecen un sonido envolvente 7.1 virtual para una experiencia inmersiva en juegos. Las almohadillas de espuma viscoelástica proporcionan una comodidad excepcional durante largas sesiones de juego, mientras que el marco de aluminio reforzado garantiza durabilidad. Los drivers de 53mm ofrecen un sonido claro y potente, con graves profundos y agudos definidos.\n\nEl micrófono desmontable con cancelación de ruido asegura una comunicación clara con tus compañeros de equipo, y los controles integrados permiten ajustar el volumen y activar el sonido surround con facilidad. Compatibles con PC, PS4, Xbox One (con adaptador) y dispositivos móviles, los Cloud II son versátiles y ofrecen un excelente rendimiento por su precio. Incluyen funda de transporte y dos juegos de almohadillas (piel sintética y tela).",
    "caracteristicas": {
      "tipo": "Over-ear cerrados",
      "drivers": "53mm",
      "sonido": "7.1 virtual",
      "microfono": "Desmontable con cancelación de ruido",
      "conectividad": ["Cable 3.5mm", "USB para 7.1"],
      "compatibilidad": ["PC", "PS4", "Xbox One", "Móviles"],
      "controles": ["Volumen", "Mute micrófono"],
      "almohadillas": ["Piel sintética", "Tela"],
      "material": ["Aluminio", "Plástico"],
      "peso": "320g",
      "longitud_cable": "1m + extensión 2m",
      "incluye": ["Funda", "Adaptadores"]
    },
    "precio": 99.99,
    "categoria": "Cascos",
    "tipo": "Gaming",
    "unidades": 18,
    "foto": "images/hyperx_cloud_ii.jpg",
    "fotos-opcionales": [
      "images/hyperx_cloud_ii_mic.jpg",
      "images/hyperx_cloud_ii_case.jpg"
    ]
  },
  {
    "id": 17,
    "nombre": "SteelSeries Arctis 7",
    "marca": "SteelSeries",
    "descripcion": "Los SteelSeries Arctis 7 son auriculares gaming inalámbricos que ofrecen un sonido de alta calidad con tecnología DTS Headphone:X v2.0 para audio espacial preciso. Con una autonomía de 24 horas, permiten largas sesiones de juego sin necesidad de recarga. El diseño ajustable con diadema elástica y almohadillas AirWeave garantizan comodidad durante horas de uso.\n\nEl micrófono ClearCast con cancelación de ruido bidireccional proporciona una claridad de voz comparable a los micrófonos de transmisión profesional. La conexión inalámbrica de 2.4GHz ofrece un audio sin latencia en un rango de hasta 12 metros. Los controles intuitivos incluyen ajuste de volumen de chat/game y mute del micrófono. Compatibles con PC, PS4, PS5 y Switch en modo dock, los Arctis 7 son versátiles y ofrecen un excelente equilibrio entre rendimiento y comodidad.",
    "caracteristicas": {
      "tipo": "Over-ear inalámbricos",
      "conectividad": "2.4GHz (inalámbrico) / 3.5mm",
      "autonomia": "24 horas",
      "sonido": "DTS Headphone:X v2.0",
      "drivers": "40mm",
      "microfono": "ClearCast bidireccional",
      "compatibilidad": ["PC", "PS4", "PS5", "Switch"],
      "controles": ["ChatMix", "Volumen", "Mute"],
      "almohadillas": "AirWeave",
      "diadema": "Ajustable elástica",
      "peso": "365g",
      "rango_inalambrico": "12m",
      "carga": "Micro USB"
    },
    "precio": 149.99,
    "categoria": "Cascos",
    "tipo": "Gaming",
    "unidades": 14,
    "foto": "images/steelseries_arctis_7.jpg",
    "fotos-opcionales": [
      "images/steelseries_arctis_7_side.jpg",
      "images/steelseries_arctis_7_mic.jpg"
    ]
  },
  {
    "id": 18,
    "nombre": "Logitech G733 Lightspeed",
    "marca": "Logitech",
    "descripcion": "Los Logitech G733 Lightspeed son auriculares gaming inalámbricos con un diseño ligero y colorido, disponibles en varios tonos vibrantes. Con tecnología LIGHTSPEED inalámbrica de baja latencia y sonido surround DTS Headphone:X 2.0, ofrecen una experiencia de juego inmersiva. Las almohadillas suaves y la diadema ajustable con suspensión elástica distribuyen el peso uniformemente para mayor comodidad.\n\nLa iluminación RGB LIGHTSYNC en las correas laterales se puede personalizar y sincronizar con otros dispositivos Logitech G. El micrófono Blue VO!CE integrado ofrece calidad de transmisión con filtros de sonido profesionales. Con una autonomía de hasta 29 horas y carga rápida (15 minutos para 3 horas de uso), son ideales para largas sesiones. Compatibles con PC y PS4, incluyen controles intuitivos para volumen, mute y activación de efectos de micrófono.",
    "caracteristicas": {
      "tipo": "Over-ear inalámbricos",
      "conectividad": "LIGHTSPEED (2.4GHz)",
      "autonomia": "29 horas",
      "sonido": "DTS Headphone:X 2.0",
      "drivers": "40mm",
      "microfono": "Blue VO!CE (retráctil)",
      "rgb": "LIGHTSYNC (2 zonas)",
      "compatibilidad": ["PC", "PS4"],
      "controles": ["Volumen", "Mute", "Blue VO!CE"],
      "almohadillas": "Espuma suave",
      "diadema": "Suspensión elástica",
      "peso": "278g",
      "carga": "USB-C (rápida)",
      "colores": ["Azul", "Lila", "Negro", "Blanco"]
    },
    "precio": 129.99,
    "categoria": "Cascos",
    "tipo": "Gaming",
    "unidades": 16,
    "foto": "images/Logitech_G733_Lightspeed.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 19,
    "nombre": "Razer BlackShark V2",
    "marca": "Razer",
    "descripcion": "Los Razer BlackShark V2 son auriculares gaming diseñados para competición, con drivers TriForce Titanium de 50mm optimizados para gaming. La tecnología THX Spatial Audio proporciona un sonido surround preciso con posicionamiento 3D, esencial para juegos de disparos. El diseño ultraligero (240g) con almohadillas FlowKnit Memory Foam reduce la presión en la cabeza y orejas para mayor comodidad.\n\nEl micrófono HyperClear Cardioide elimina eficientemente el ruido de fondo y enfoca tu voz, con una calidad certificada por Discord. La conexión por cable de 3.5mm incluye controlador de audio USB para ajustes avanzados. Compatibles con PC, PS4, Xbox One, Switch y móviles, los BlackShark V2 ofrecen un rendimiento excepcional para su precio, con un sonido claro y balanceado perfecto para eSports.",
    "caracteristicas": {
      "tipo": "Over-ear con cable",
      "conectividad": "3.5mm + USB (controlador)",
      "drivers": "TriForce Titanium 50mm",
      "sonido": "THX Spatial Audio",
      "microfono": "HyperClear Cardioide",
      "compatibilidad": ["PC", "PS4", "Xbox One", "Switch", "Móviles"],
      "controles": ["Controlador USB", "Mute micrófono"],
      "almohadillas": "FlowKnit Memory Foam",
      "diadema": "Ajustable acolchada",
      "peso": "240g",
      "longitud_cable": "1.8m",
      "certificacion": "Discord Certified",
      "incluye": "Controlador de audio USB"
    },
    "precio": 79.99,
    "categoria": "Cascos",
    "tipo": "Gaming",
    "unidades": 22,
    "foto": "images/Razer_BlackShark_V2.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 20,
    "nombre": "Sony WH-1000XM4",
    "marca": "Sony",
    "descripcion": "Los Sony WH-1000XM4 son auriculares inalámbricos premium con cancelación de ruido líder en la industria, perfectos para trabajo y viajes. La tecnología HD Noise Canceling Processor QN1 elimina eficientemente el ruido ambiental, mientras que el audio de alta resolución reproduce cada detalle con claridad. Los controles táctiles intuitivos permiten gestionar música y llamadas con gestos simples.\n\nCon 30 horas de autonomía y carga rápida (10 minutos para 5 horas de uso), son ideales para viajes largos. El modo Ambient Sound ajustable te permite controlar cuánto ruido exterior escuchar. Compatibles con Bluetooth 5.0 y NFC para emparejamiento rápido, incluyen funciones inteligentes como pausa automática al quitártelos y atención rápida para conversaciones temporales sin quitarlos. El diseño ergonómico y las almohadillas suaves permiten usarlos cómodamente durante horas.",
    "caracteristicas": {
      "tipo": "Over-ear inalámbricos",
      "conectividad": ["Bluetooth 5.0", "NFC", "3.5mm"],
      "autonomia": "30 horas (ANC activo)",
      "cancelacion_ruido": "HD Noise Canceling QN1",
      "drivers": "40mm",
      "codecs": ["LDAC", "AAC", "SBC"],
      "microfono": "Doble micrófono con beamforming",
      "controles": "Táctiles",
      "almohadillas": "Espuma suave",
      "peso": "254g",
      "carga": "USB-C (rápida)",
      "funciones": ["Pausa automática", "Atención rápida", "Asistente de voz"],
      "compatibilidad": ["Android", "iOS", "PC"]
    },
    "precio": 349.99,
    "categoria": "Cascos",
    "tipo": "Oficina",
    "unidades": 10,
    "foto": "images/Sony_WH-1000XM4.jpeg",
    "fotos-opcionales": []
  },
  {
    "id": 21,
    "nombre": "Logitech G560 LIGHTSYNC",
    "marca": "Logitech",
    "descripcion": "Los altavoces gaming Logitech G560 LIGHTSYNC ofrecen una experiencia de audio envolvente DTS:X Ultra con iluminación RGB inteligente que reacciona al contenido de tu pantalla. El sistema 2.1 con subwoofer de 6.5 pulgadas produce graves profundos y un rango dinámico excepcional para gaming y multimedia. La tecnología LIGHTSYNC sincroniza los efectos de iluminación con juegos, música y películas, creando una experiencia verdaderamente inmersiva.\n\nConectividad versátil incluye Bluetooth, USB y entrada de 3.5mm, compatible con múltiples dispositivos. Los controles frontales permiten ajustar fácilmente el volumen y los niveles de graves. Diseñados específicamente para gaming, incluyen perfiles de audio optimizados para diferentes géneros de juegos. La construcción robusta y el diseño compacto de los satélites los hacen ideales para configuraciones de escritorio.",
    "caracteristicas": {
      "configuracion": "2.1 (2 satélites + subwoofer)",
      "potencia": "240W RMS",
      "subwoofer": "6.5\" (120W)",
      "satelites": ["2 x 2\" drivers", "2 x 1\" tweeters"],
      "sonido": "DTS:X Ultra (envolvente)",
      "iluminacion": "RGB LIGHTSYNC",
      "conectividad": ["Bluetooth", "USB", "3.5mm"],
      "controles": ["Volumen", "Bass", "Iluminación"],
      "compatibilidad": ["PC", "Mac", "Consolas", "Móviles"],
      "dimensiones": {
        "satelites": "17.5 x 10.2 x 18.5 cm",
        "subwoofer": "27.7 x 26.7 x 30.8 cm"
      },
      "funciones": ["Sync con pantalla", "Perfiles de juego"]
    },
    "precio": 229.99,
    "categoria": "Altavoces",
    "tipo": "Gaming",
    "unidades": 12,
    "foto": "images/Logitech_G560_LIGHTSYNC.jpeg",
    "fotos-opcionales": []
  },
  {
    "id": 22,
    "nombre": "Razer Nommo Chroma",
    "marca": "Razer",
    "descripcion": "Los altavoces Razer Nommo Chroma ofrecen audio gaming de alta fidelidad con graves potentes y claros medios/agudos. Los drivers de 3 pulgadas con resonadores de graves mejorados proporcionan un sonido rico y detallado. La iluminación RGB Chroma en cada altavoz se puede personalizar con 16.8 millones de colores y efectos dinámicos.\n\nEl control de graves giratorio frontal permite ajustar los niveles según tus preferencias. Diseñados específicamente para gaming, ofrecen un sonido direccional preciso para localizar enemigos en juegos FPS. La conexión por USB y 3.5mm los hace compatibles con PC, consolas y dispositivos móviles. El diseño compacto y sin subwoofer los hace ideales para escritorios con espacio limitado, sin sacrificar calidad de audio.",
    "caracteristicas": {
      "configuracion": "2.0 (estéreo)",
      "potencia": "80W RMS",
      "drivers": "2 x 3\" con resonadores de graves",
      "iluminacion": "RGB Chroma (por altavoz)",
      "controles": ["Volumen", "Bass", "Iluminación"],
      "conectividad": ["USB", "3.5mm"],
      "compatibilidad": ["PC", "Consolas", "Móviles"],
      "dimensiones": "15.4 x 12.8 x 21.8 cm (cada uno)",
      "funciones": ["Sonido direccional", "Ajuste de graves"],
      "material": "Plástico reforzado"
    },
    "precio": 169.99,
    "categoria": "Altavoces",
    "tipo": "Gaming",
    "unidades": 15,
    "foto": "images/Razer_Nommo_Chroma.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 23,
    "nombre": "Creative Pebble V3",
    "marca": "Creative",
    "descripcion": "Los altavoces Creative Pebble V3 son una solución compacta y económica para mejorar el audio de tu escritorio. Con un diseño moderno y minimalista, incluyen drivers de 2.25 pulgadas con diafragmas de fibra tejida para un sonido más claro. La tecnología USB-C proporciona alimentación y audio digital, mientras que la entrada auxiliar de 3.5mm permite conectar otros dispositivos.\n\nEl bajo pasivo integrado mejora los graves sin necesidad de subwoofer externo. Con un perfil bajo y ángulo de 45° optimizado, dirigen el sonido directamente a tus oídos para una mejor experiencia. Ideales para espacios reducidos, ofrecen un sonido sorprendentemente potente para su tamaño. Perfectos para oficinas pequeñas, dormitorios universitarios o como segundo sistema de audio.",
    "caracteristicas": {
      "configuracion": "2.0 (estéreo con bajo pasivo)",
      "potencia": "8W RMS (4W x 2)",
      "drivers": "2 x 2.25\" de fibra tejida",
      "conectividad": ["USB-C", "3.5mm"],
      "angulo": "45° optimizado",
      "dimensiones": "12 x 11 x 11 cm (cada uno)",
      "peso": "0.6kg (par)",
      "alimentacion": "USB (5V)",
      "compatibilidad": ["PC", "Mac", "Consolas", "Móviles"],
      "color": "Negro mate"
    },
    "precio": 49.99,
    "categoria": "Altavoces",
    "tipo": "Gaming",
    "unidades": 25,
    "foto": "images/Creative_Pebble_V3.jpeg",
    "fotos-opcionales": []
  },
  {
    "id": 24,
    "nombre": "Logitech Z207 Bluetooth",
    "marca": "Logitech",
    "descripcion": "Los altavoces Logitech Z207 ofrecen sonido estéreo versátil con conectividad Bluetooth y cableada. Con dos drivers de 5W cada uno, proporcionan un audio equilibrado para música, películas y videollamadas. La tecnología Easy-Switch permite conectar hasta dos dispositivos vía Bluetooth y cambiar entre ellos fácilmente.\n\nEl diseño compacto y moderno se adapta a cualquier espacio de trabajo o dormitorio. Incluyen controles frontales accesibles para ajustar volumen, cambiar pistas y manejar llamadas. Compatibles con smartphones, tablets, PCs y portátiles, son una solución económica para quienes buscan audio mejorado sin complicaciones. La entrada auxiliar de 3.5mm garantiza compatibilidad con dispositivos más antiguos sin Bluetooth.",
    "caracteristicas": {
      "configuracion": "2.0 (estéreo)",
      "potencia": "10W RMS (5W x 2)",
      "conectividad": ["Bluetooth", "3.5mm"],
      "dispositivos_conectados": "Hasta 2 (Easy-Switch)",
      "controles": ["Volumen", "Reproducción", "Llamadas"],
      "dimensiones": "18.3 x 8.7 x 7.6 cm (cada uno)",
      "peso": "1.2kg (par)",
      "alimentacion": "Cable USB (incluido)",
      "compatibilidad": ["PC", "Mac", "Smartphones", "Tablets"],
      "colores": ["Negro", "Blanco"]
    },
    "precio": 59.99,
    "categoria": "Altavoces",
    "tipo": "Oficina",
    "unidades": 30,
    "foto": "images/Logitech_Z207_Bluetooth.jpg",
    "fotos-opcionales": []
  },
  {
    "id": 25,
    "nombre": "Creative T100",
    "marca": "Creative",
    "descripcion": "Los altavoces Creative T100 ofrecen audio Hi-Fi de alta calidad en un formato compacto. Con drivers de 2.75 pulgadas y tweeters de cúpula de seda, reproducen un sonido claro y detallado con graves sorprendentemente profundos para su tamaño. La tecnología BasXPort mejora la respuesta de graves sin necesidad de subwoofer externo.\n\nOfrecen múltiples opciones de conectividad incluyendo Bluetooth 5.0, entrada auxiliar y entrada óptica, compatibles con casi cualquier dispositivo. El control remoto incluido permite ajustar volumen, cambiar entradas y activar el modo Bass Boost. Perfectos para oficinas pequeñas o como sistema de audio para TV en dormitorios, los T100 combinan calidad de sonido premium con versatilidad de conexión.",
    "caracteristicas": {
      "configuracion": "2.0 (estéreo con BasXPort)",
      "potencia": "40W RMS (20W x 2)",
      "drivers": ["2 x 2.75\"", "2 x tweeters de seda"],
      "tecnologia": "BasXPort (graves mejorados)",
      "conectividad": ["Bluetooth 5.0", "Óptica", "3.5mm", "RCA"],
      "controles": ["Remoto", "Bass Boost"],
      "dimensiones": "14.5 x 18.5 x 18 cm (cada uno)",
      "peso": "1.8kg (par)",
      "alimentacion": "AC (adaptador incluido)",
      "compatibilidad": ["PC", "TV", "Consolas", "Smartphones"],
      "incluye": "Control remoto"
    },
    "precio": 119.99,
    "categoria": "Altavoces",
    "tipo": "Oficina",
    "unidades": 14,
    "foto": "images/Creative_T100.jpg",
    "fotos-opcionales": []
  }
]